{
    "Home": "Inicio",
    "About": "Acerca de",
    "Contact": "Contacto",
    "Log In": "Iniciar sesión",
    "Dashboard": "Panel de control",
    "Logout": "Cerrar sesión",
    "smartInvestments": "Inversiones Inteligentes",
    "getInOnTheAction": "Únete a la acción con la inversión",
    "investingDescription": "Invertir puede ser intimidante, pero en realidad no tiene por qué ser así. Aprovecha las ofertas, inversiones en startups con menos riesgos y más potencial de crecimiento.",
    "getStarted": "Comienza ahora",
    "language": "Idioma",
    "english": "Inglés",
    "french": "Francés",
    "spanish": "Español",
    "japanese": "Japonés",
    "sectionTwoHeading": "Obtén acceso directo a las inversiones de calidad adecuadas",
    "sectionTwoDescription": "Aprovecha todas las inversiones en etapas tempranas de startups que están teniendo un impacto, desde la salud hasta la tecnología y el comercio minorista, y luego encuentra los negocios que darán forma a nuestro futuro.",
    "learnMore": "Saber más",
    "partnersHeading": "Asociándonos con los mejores",
    "partnersDescription": "Hemos estado activamente en el negocio de traer a los mejores profesionales para facilitar tus planes de inversión y estrategia.",
    "testimonials": "Testimonios",
  "whatPeopleSay": "Lo que dicen nuestros clientes",
  "viewTestimonial": "Ver testimonio",
  "locations": {
    "atlanta": "Atlanta, GA",
    "losAngeles": "Los Ángeles, CA",
    "newYork": "Nueva York, NY"
  },
  "names": {
    "john": "John Peterson",
    "elizabeth": "Elizabeth Nguyen",
    "david": "David Thompson"
  },
  "testimonialsContent": {
    "john": "Elegir Milestone Financial Management fue un cambio total para mí. Su experiencia en criptomonedas, acciones e inmuebles me ayudó a navegar en los mercados con confianza. Gracias a sus consejos estratégicos, mis inversiones han prosperado.",
    "elizabeth": "Elegir Milestone Financial Management fue una decisión clave. Sus consejos estratégicos en diversos sectores como criptomonedas y acciones han dado resultados excelentes de forma consistente. Confiables y expertos, han superado mis expectativas.",
    "david": "Milestone Financial Management ha sido clave en mi crecimiento financiero. Sus perspectivas sobre las tendencias del mercado me han permitido tomar decisiones de inversión informadas. Su orientación ha sido invaluable."
  },
  "sectionFive": {
    "header": "Ahorra y Haz Crecer tu Dinero",
    "paragraph": "La definición de inversión es un activo adquirido o invertido para construir riqueza y ahorrar dinero de los ingresos ganados con esfuerzo o de la apreciación.",
    "getStarted": "Comenzar",
    "uniqueTrading": "Estrategias de trading únicas",
    "yearsOfReputation": "Años de reputación impecable",
    "investors": "Inversores de todo el mundo"
  },
  "footer": {
    "companyName": "Milestone Financial Management",
    "aboutUs": "Milestone Financial Management está a su servicio con sus funciones fáciles de usar, infraestructura segura y aplicaciones que marcan la diferencia. Compre, invierta, gane, aprenda.",
    "quickLinks": "Enlaces Rápidos",
    "home": "Inicio",
    "about": "Acerca de",
    "contact": "Contacto",
    "login": "Iniciar Sesión",
    "rightsReserved": "Milestone Financial Management, © {year} Todos los derechos reservados"
  },
  "aboutUs": "Sobre nosotros",
  "title": "Somos más que un líder en tecnología financiera",
  "description": "En Milestone Financial Management, nos dedicamos a empoderar a individuos y empresas para alcanzar sus objetivos financieros a través de inversiones estratégicas. Nuestro portafolio diverso incluye acciones, criptomonedas, terrenos, agricultura y bienes raíces, proporcionando un enfoque equilibrado para la creación y gestión de riqueza.",
  "contactUs": "Contáctenos",
  "ourVisionTitle": "Nuestra Visión",
  "ourVisionDescription": "Nuestra visión es ser un líder de confianza en la industria de inversiones, reconocido por nuestra experiencia, integridad y compromiso inquebrantable con el éxito de los clientes. Imaginamos un futuro donde nuestros clientes puedan confiar en nosotros como su socio principal en la creación de riqueza, beneficiándose de nuestras estrategias innovadoras y soluciones de inversión integrales. Al mantenernos a la vanguardia de las tendencias del mercado y aprovechar las últimas tecnologías financieras, buscamos establecer nuevos estándares de excelencia en la industria. Aspiramos a crear valor duradero para nuestros clientes, empleados y las comunidades a las que servimos, contribuyendo a un mundo más próspero y sostenible.",
  "ourMissionTitle": "Nuestra Misión",
  "ourMissionDescription": "Nuestra misión en Milestone Financial Management es empoderar a nuestros clientes con orientación financiera experta y estrategias de inversión innovadoras, fomentando el crecimiento a largo plazo y la seguridad financiera. Nos esforzamos por proporcionar soluciones de inversión personalizadas que se alineen con las necesidades y objetivos únicos de nuestros clientes, asegurando que puedan navegar por las complejidades del mundo financiero con confianza. A través de nuestro compromiso con la excelencia y la mejora continua, buscamos ofrecer un valor y un rendimiento superiores, ayudando a nuestros clientes a alcanzar sus aspiraciones financieras y construir un futuro próspero.",
  "ourValuesTitle": "Nuestros Valores",
  "ourValuesDescription": "En Milestone Financial Management, nos guiamos por valores fundamentales que moldean nuestro enfoque hacia los negocios. La integridad nos impulsa a mantener los estándares éticos más altos en todas nuestras interacciones. La transparencia asegura que nuestros procesos sean claros y abiertos, fomentando la confianza y la seguridad. Nuestro enfoque centrado en el cliente significa que adaptamos nuestros servicios para satisfacer los objetivos únicos de cada cliente. Por último, la innovación nos impulsa a buscar estrategias de vanguardia que maximicen los rendimientos y minimicen los riesgos. Juntos, estos valores definen nuestro compromiso con la excelencia y la dedicación al éxito del cliente.",
  "howToStart": "¿Cómo empezar?",
  "registerToday": "¡Regístrate con nosotros hoy!",
  "signUp": "Regístrate",
  "contact": "Contacto",
  "whatsappContact": "Contacto de WhatsApp",
  "telegramSupport": "Soporte de Telegram",
  "talkToUs": "Habla con nosotros",
  "whatsappNumber": "+447586551360",
  "telegramLink": "milestonefinance",
  "supportMessage": "Para cualquier pregunta o soporte, utilice los canales proporcionados anteriormente. ¡Estamos aquí para ayudar!",
  "login": {
    "welcomeBack": "¡Bienvenido de nuevo!",
    "email": "Correo electrónico",
    "password": "Contraseña",
    "placeholder": {
      "email": "alguien@gmail.com",
      "password": "*****"
    },
    "error": "Credenciales inválidas",
    "loginButton": "Iniciar sesión",
    "forgotPassword": "¿Olvidaste tu contraseña?",
    "noAccount": "¿No tienes una cuenta?",
    "signup": "Regístrate"
  },
  "signup": {
    "header": "Regístrate para",
    "headerHighlight": "Explorar!",
    "firstName": "Nombre",
    "firstNamePlaceholder": "Juan",
    "lastName": "Apellido",
    "lastNamePlaceholder": "Pérez",
    "mobileNumber": "Número de teléfono",
    "mobileNumberPlaceholder": "Ingrese su número de teléfono",
    "email": "Correo electrónico",
    "emailPlaceholder": "ej.: you@example.com",
    "password": "Contraseña",
    "passwordPlaceholder": "Ingrese su contraseña",
    "confirmPassword": "Confirmar contraseña",
    "confirmPasswordPlaceholder": "Reingrese su contraseña",
    "submit": "Crear cuenta",
    "alreadyMember": "¿Ya tienes una cuenta?",
    "loginLink": "Inicia sesión",
    "formError": {
      "fillFields": "Por favor complete todos los campos obligatorios.",
      "passwordMismatch": "Las contraseñas no coinciden.",
      "loginAfterRegister": "Registro exitoso. Por favor inicia sesión.",
      "userExists": "Ya existe un usuario con ese correo electrónico.",
      "default": "Se produjo un error al procesar su solicitud.",
      "unexpected": "Ocurrió un error inesperado."
    }
  },
  "resetPassword": {
    "title": "Restablecer contraseña",
    "password": "Contraseña",
    "confirmPassword": "Confirmar contraseña",
    "passwordPlaceholder": "*****",
    "passwordsDoNotMatch": "Las contraseñas no coinciden.",
    "passwordResetSuccess": "¡Contraseña restablecida con éxito!",
    "passwordResetFailure": "Error al restablecer la contraseña.",
    "errorOccurred": "Ocurrió un error. Por favor, inténtelo de nuevo.",
    "submitButton": "Restablecer contraseña"
  },
  "welcome": "¡Bienvenido!",
  "summary": "Aquí tienes un resumen de tu cuenta. ¡Disfruta de tus inversiones!",
  "choosePlan": "¡Elige un plan!",
  "Plan": "Plan",
  "withdraw": "Retirar",
  "redirecting": "Redirigiendo...",
  "withdrawableBalance": "Saldo Retirable",
  "usd": "USD",
  "totalBalance": "Saldo Total",
  "totalProfit": "Beneficio Total",
  "totalActiveInvestment": "Inversión Activa Total",
  "thisMonth": "Este Mes (pendientes incluidos)",
  "thisMonthNoPending": "Este Mes",
  "totalWithdrawals": "Retiros Totales",
  "investmentHistory": "Historial de Inversiones",
  "viewAll": "Ver Todo",
  "changePassword": "Cambiar Contraseña",
  "Basic": "Basic",
  "Standard": "Standard",
  "Premium": "Premium",
  "Deluxe": "Deluxe",
  "addInvestmentModal": {
    "currentPlan": "Estás en el plan {{plan}}",
    "description": "¿Te gustaría crear un nuevo plan de inversión? Tu plan actual seguirá activo.",
    "noButton": "No",
    "yesButton": "Sí"
  }


  }