{
    "smartInvestments": "Investissements intelligents",
    "getInOnTheAction": "Participez à l'action avec l'investissement",
    "investingDescription": "Investir peut être intimidant, mais cela n'a pas à l'être. Profitez des offres, investissez dans des startups avec moins de risques et plus de potentiel de croissance.",
    "getStarted": "Commencer",
    "Home": "Accueil",
    "About": "À propos",
    "Contact": "Contact",
    "Log In": "Connexion",
    "Dashboard": "Tableau de bord",
    "Logout": "Se déconnecter",
    "language": "Langue",
    "english": "Anglais",
    "french": "Français",
    "spanish": "Espagnol",
    "japanese": "Japonais",
    "sectionTwoHeading": "Accédez directement aux investissements de qualité adaptés",
    "sectionTwoDescription": "Saisissez toutes les opportunités d'investissements en startups à un stade précoce ayant un impact, de la santé à la technologie en passant par le commerce de détail, puis trouvez les entreprises qui façonneront notre avenir.",
    "learnMore": "En savoir plus",
    "partnersHeading": "Partenariat avec les meilleurs",
    "partnersDescription": "Nous avons activement participé à l'apport des meilleures mains sur le pont pour faciliter vos plans et stratégies d'investissement.",
    "testimonials": "Témoignages",
  "whatPeopleSay": "Ce que disent nos clients",
  "viewTestimonial": "Voir le témoignage",
  "locations": {
    "atlanta": "Atlanta, GA",
    "losAngeles": "Los Angeles, CA",
    "newYork": "New York, NY"
  },
  "names": {
    "john": "John Peterson",
    "elizabeth": "Elizabeth Nguyen",
    "david": "David Thompson"
  },
  "testimonialsContent": {
    "john": "Choisir Milestone Financial Management a été un véritable changement pour moi. Leur expertise dans les domaines de la crypto, des actions et de l'immobilier m'a permis de naviguer sur les marchés en toute confiance. Grâce à leurs conseils stratégiques, mes investissements ont prospéré.",
    "elizabeth": "Choisir Milestone Financial Management a été une décision décisive. Leurs conseils stratégiques dans divers secteurs comme la crypto et les actions ont toujours donné d'excellents résultats. Fiables et compétents, ils ont dépassé mes attentes.",
    "david": "Milestone Financial Management a été essentiel pour ma croissance financière. Leurs aperçus sur les tendances du marché m'ont permis de prendre des décisions d'investissement éclairées. Leurs conseils ont été inestimables."
  },
  "sectionFive": {
    "header": "Économisez et Faites Croître votre Argent",
    "paragraph": "La définition de l'investissement est un actif acquis ou investi pour construire de la richesse et économiser de l'argent provenant des revenus durement gagnés ou de l'appréciation.",
    "getStarted": "Commencer",
    "uniqueTrading": "Stratégies de trading uniques",
    "yearsOfReputation": "Années de réputation impeccable",
    "investors": "Investisseurs du monde entier"
  },
  "footer": {
    "companyName": "Milestone Financial Management",
    "aboutUs": "Milestone Financial Management est à votre service avec ses fonctionnalités conviviales, une infrastructure sécurisée et des applications qui font la différence. Échangez, investissez, gagnez, apprenez.",
    "quickLinks": "Liens Rapides",
    "home": "Accueil",
    "about": "À propos",
    "contact": "Contact",
    "login": "Se Connecter",
    "rightsReserved": "Milestone Financial Management, © {year} Tous droits réservés"
  },
  "aboutUs": "À propos de nous",
  "title": "Nous sommes bien plus qu'un leader de la technologie financière",
  "description": "Chez Milestone Financial Management, nous nous consacrons à l'autonomisation des individus et des entreprises pour atteindre leurs objectifs financiers grâce à des investissements stratégiques. Notre portefeuille diversifié comprend des actions, des cryptomonnaies, des terrains, de l'agriculture et de l'immobilier, offrant une approche équilibrée pour la création et la gestion de richesse.",
  "contactUs": "Contactez-nous",
  "ourVisionTitle": "Notre Vision",
  "ourVisionDescription": "Notre vision est d'être un leader de confiance dans l'industrie de l'investissement, reconnu pour notre expertise, notre intégrité et notre engagement indéfectible envers la réussite de nos clients. Nous envisageons un avenir où nos clients pourront compter sur nous en tant que partenaire principal dans la création de richesse, bénéficiant de nos stratégies innovantes et de nos solutions d'investissement complètes. En restant à l'avant-garde des tendances du marché et en exploitant les dernières technologies financières, nous visons à établir de nouvelles normes d'excellence dans l'industrie. Nous aspirons à créer une valeur durable pour nos clients, nos employés et les communautés que nous servons, contribuant à un monde plus prospère et durable.",
  "ourMissionTitle": "Notre Mission",
  "ourMissionDescription": "Notre mission chez Milestone Financial Management est de donner à nos clients des conseils financiers experts et des stratégies d'investissement innovantes, favorisant une croissance à long terme et une sécurité financière. Nous nous efforçons de fournir des solutions d'investissement personnalisées qui répondent aux besoins et objectifs uniques de nos clients, leur permettant de naviguer dans les complexités du monde financier en toute confiance. Par notre engagement envers l'excellence et l'amélioration continue, nous visons à offrir une valeur et une performance supérieures, aidant nos clients à atteindre leurs aspirations financières et à bâtir un avenir prospère.",
  "ourValuesTitle": "Nos Valeurs",
  "ourValuesDescription": "Chez Milestone Financial Management, nous sommes guidés par des valeurs fondamentales qui façonnent notre approche des affaires. L'intégrité nous pousse à maintenir les normes éthiques les plus élevées dans toutes nos interactions. La transparence garantit que nos processus sont clairs et ouverts, favorisant la confiance et la fiabilité. Notre orientation client signifie que nous adaptons nos services pour répondre aux objectifs uniques de chaque client. Enfin, l'innovation nous pousse à rechercher des stratégies de pointe pour maximiser les rendements et minimiser les risques. Ensemble, ces valeurs définissent notre engagement envers l'excellence et notre dévouement à la réussite de nos clients.",
  "howToStart": "Comment commencer ?",
  "registerToday": "Inscrivez-vous avec nous dès aujourd'hui !",
  "signUp": "S'inscrire",
  "contact": "Contact",
  "whatsappContact": "Contact WhatsApp",
  "telegramSupport": "Support Telegram",
  "talkToUs": "Parlez-nous",
  "whatsappNumber": "+447586551360",
  "telegramLink": "milestonefinance",
  "supportMessage": "Pour toute question ou assistance, veuillez utiliser les canaux ci-dessus. Nous sommes là pour vous aider!",
  "login": {
    "welcomeBack": "Bon retour !",
    "email": "Email",
    "password": "Mot de passe",
    "placeholder": {
      "email": "quelqu'un@gmail.com",
      "password": "*****"
    },
    "error": "Identifiants invalides",
    "loginButton": "Se connecter",
    "forgotPassword": "Mot de passe oublié ?",
    "noAccount": "Vous n'avez pas de compte ?",
    "signup": "S'inscrire"
  },
  "signup": {
    "header": "Inscrivez-vous pour",
    "headerHighlight": "Explorer!",
    "firstName": "Prénom",
    "firstNamePlaceholder": "Jean",
    "lastName": "Nom",
    "lastNamePlaceholder": "Dupont",
    "mobileNumber": "Numéro de téléphone",
    "mobileNumberPlaceholder": "Entrez votre numéro de téléphone",
    "email": "Email",
    "emailPlaceholder": "ex : vous@example.com",
    "password": "Mot de passe",
    "passwordPlaceholder": "Entrez votre mot de passe",
    "confirmPassword": "Confirmez le mot de passe",
    "confirmPasswordPlaceholder": "Ressaisissez votre mot de passe",
    "submit": "Créer un compte",
    "alreadyMember": "Déjà membre ?",
    "loginLink": "Se connecter",
    "formError": {
      "fillFields": "Veuillez remplir tous les champs requis.",
      "passwordMismatch": "Les mots de passe ne correspondent pas.",
      "loginAfterRegister": "Inscription réussie. Veuillez vous connecter.",
      "userExists": "Un utilisateur avec cet email existe déjà.",
      "default": "Une erreur s'est produite lors du traitement de votre demande.",
      "unexpected": "Une erreur inattendue s'est produite."
    }
  },
  "resetPassword": {
    "title": "Réinitialiser le mot de passe",
    "password": "Mot de passe",
    "confirmPassword": "Confirmer le mot de passe",
    "passwordPlaceholder": "*****",
    "passwordsDoNotMatch": "Les mots de passe ne correspondent pas.",
    "passwordResetSuccess": "Mot de passe réinitialisé avec succès !",
    "passwordResetFailure": "Échec de la réinitialisation du mot de passe.",
    "errorOccurred": "Une erreur s'est produite. Veuillez réessayer.",
    "submitButton": "Réinitialiser le mot de passe"
  }

  }
  